[
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2192261-thickbox_default/tecnoceno.jpg",
    "title": "Tecnoceno",
    "author": "Flavia Costa",
    "isbn": "9789877370669",
    "editorial": "TAURUS",
    "dimensions": "22,0 x 15,5",
    "price": "9.300,00",
    "stock": 9,
    "description": "Chernóbil, la crisis financiera de 2008, los incendios en el Amazonas o la pandemia de coronavirus no son eventos aislados. Son 'accidentes normales', síntomas del crecimiento y la destrucción acelerados, que, en menos de setenta años, transformaron nuestra vida y la del planeta para siempre.En Tecnoceno Flavia Costa delinea con sutileza la trama cultural y política de este mundoambiente alucinatorio cuya virtualidad se sostiene en una red material hecha de cables, satélites y edificios, por donde desfilan bioartistas, ciencia forense, organizaciones de derechos humanos, sistemas de vigilancia y empresarios transhumanistas. Y advierte sobre el papel clave que cumplen hoy las huellas: las biométricas, las comportamentales y las que dejamos en el suelo, la atmósfera y los océanos. Unas porque su capitalización ha desatado una feroz batalla geopolítica. Otras porque de ellas depende el futuro de la Tierra.«Los 'accidentes normales' no son producto de una guerra, una negligencia o un sabotaje, sino que son inseparables de la productividad del sistema, de su desarrollo, de su incremento y de las contingencias que siempre se abren cuando se dispara una acción tecnológica hipercompleja hacia el futuro.»«Estamos ante una nueva cultura del yo que se exhibe ante los demás; un sujeto que, así como asume la individualidad somática, se reconoce también como emisor continuo de señales, como obra viviente, que se experimenta, se expresa, se juzga y actúa sobre sí, en parte, en el lenguaje del espectáculo. Y que se entrena como creador de su propia audiencia.»",
    "pagNumbers": 203,
    "genre": "Ciencias y tecnología"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/4239104-thickbox_default/fuego-y-sangre-cancion-de-hielo-y-fuego.jpg",
    "title": "Fuego y Sangre (Canción de hielo y fuego)",
    "author": "George R.R. Martin",
    "isbn": "9789506444815",
    "editorial": "PLAZA & JANÉS",
    "dimensions": "23,0 x 15,5 ",
    "price": "49.399,00",
    "stock": 10,
    "description": "Siglos antes de que tuvieran lugar los acontecimientos que se relatan en «Canción de hielo y fuego», la casa Targaryen, la única dinastía de señores dragón que sobrevivió a la Maldición de Valyria, se asentó en la isla de Rocadragón. Este es el primero de dos volúmenes, donde el autor de Juego de tronos nos cuenta, con todo lujo de detalles, la historia de tan fascinante familia, empezando por Aegon I Targaryen, creador del icónico Trono de Hierro, y seguido por el resto de las generaciones de Targaryen que lucharon enconadamente por conservar el poder y el trono, hasta la llegada de la guerra civil que estuvo a punto de acabar con ellos. ¿Qué pasó realmente durante la Danza de los Dragones? ¿Por qué era tan peligroso acercarse a Valyria después de la Maldición? ¿Cómo era Poniente cuando los dragones dominaban los cielos? Estas, y otras muchas, son las preguntas a las que responde esta monumental crónica, narrada por un erudito maestre de la Ciudadela, que anticipa el ya conocido universo de George R. R. Martin. Fuego y Sangre brindará a los lectores la oportunidad de tener otra visión de la portentosa y sangrienta historia de Poniente. Esta obra, magníficamente ilustrada con ochenta láminas inéditas de Doug Wheatley, se convertirá, sin duda, en una lectura ineludible para todos los fans de la aclamada serie.",
    "pagNumbers": 880,
    "genre": "Fantasía"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/3495328-large_default/en-territorio-salvaje-los-gatos-guerreros-los-cuatro-clanes-1.webp",
    "title": "En territorio salvaje (Los Gatos Guerreros | Los Cuatro Clanes 1)",
    "author": "Erin Hunter",
    "isbn": "9789878001425",
    "editorial": "SALAMANDRA INFANTIL Y JUVENIL",
    "dimensions": "22,0 x 13,5 ",
    "price": "23.999,00",
    "stock": 5,
    "description": "Durante generaciones, cuatro clanes de gatos salvajes se han dividido el territorio del bosque según las leyes de sus belicosos antecesores. Ahora, sin embargo, los gatos del Clan del Trueno se ven amenazados por el creciente poder del Clan de la Sombra, y cuando algunos de sus nobles guerreros mueren en extrañas circunstancias, la supervivencia del grupo corre peligro.Pero todo cambia el día que aparece Colorado, un gato de compañía criado entre los Dos Patas que busca refugio en el Clan del Trueno. Superada la desconfianza inicial, puede que Colorado acabe siendo uno de los guerreros más valientes y eficaces del clan...«Los Cuatro Clanes» es la primera saga de «Los Gatos Guerreros», una serie que se ha traducido ya a 36 idiomas, lleva vendidos más de 30 millones de ejemplares en todo el mundo y ha permanecido durante más de dos años en la lista de grandes éxitos de The New York Times.",
    "pagNumbers": 256,
    "genre": "Fantasía"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/3498895-large_default/fuego-y-hielo-los-gatos-guerreros-los-cuatro-clanes-2.webp",
    "title": "Fuego y hielo (Los Gatos Guerreros | Los Cuatro Clanes 2)",
    "author": "Erin Hunter",
    "isbn": "9789878001432",
    "editorial": "SALAMANDRA INFANTIL Y JUVENIL",
    "dimensions": "22,0 x 13,5 ",
    "price": "21.599,00",
    "stock": 3,
    "description": "Corazón de Fuego se ha convertido en un guerrero del Clan del Trueno por derecho propio, pero en el bosque acechan aún muchos peligros. Él y su inseparable amigo Látigo Gris serán los escogidos para ir en busca de los miembros del Clan del Viento y hacerles saber que son libres de regresar a su territorio.Se acerca el invierno y a las disputas habituales con los otros clanes se añade la necesidad de conseguir más alimento y proteger a las nuevas camadas de futuros guerreros. Por si fuera poco, cuando se recrudece la tensión con los otros clanes, Corazón de Fuego descubre que su mayor amenaza podría provenir de un traidor de su propio clan.«Los Cuatro Clanes» es la primera saga de «Los Gatos Guerreros», una serie que se ha traducido ya a 36 idiomas, lleva vendidos más de 30 millones de ejemplares en todo el mundo y ha permanecido durante más de dos años en la lista de grandes éxitos de The New York Times",
    "pagNumbers": 288,
    "genre": "Fantasía"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/3494346-thickbox_default/el-bosque-de-los-secretos-los-gatos-guerreros-los-cuatro-clanes-3.jpg",
    "title": "El bosque de los secretos (Los Gatos Guerreros | Los Cuatro Clanes 3)",
    "author": "Erin Hunter",
    "isbn": "9789878001586",
    "editorial": "SALAMANDRA INFANTIL Y JUVENIL",
    "dimensions": "22,0 x 13,5 ",
    "price": "21.599,00",
    "stock": 7,
    "description": "La escasez de comida y la crecida del río a causa del deshielo ponen a prueba la relación entre los clanes. Látigo Gris no ha podido elegir peor momento para enamorarse de una gata de un clan rival; situación que se tornará insostenible cuando la pareja tenga dos cachorros. Por su parte; Corazón de Fuego se empeña en averiguar la verdad sobre la misteriosa muerte de Cola Roja; un antiguo lugarteniente; lo que le llevará a descubrir una serie de secretos que algunos creen que sería mejor no revelar jamás. Y es que; en el seno de su propio clan; un traidor se dispone a conquistar el poder del modo más artero y siniestro. A raíz de estos acontecimientos; las jerarquías del Clan del Trueno cambiarán para siempre. «Los Cuatro Clanes» es la primera saga de «Los Gatos Guerreros»; una serie que se ha traducido ya a 36 idiomas; lleva vendidos más de 30 millones de ejemplares en todo el mundo y ha permanecido durante más de dos años en la lista de grandes éxitos de The New York Times.",
    "pagNumbers": 288,
    "genre": "Fantasía"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2126930-large_default/harry-potter-y-el-prisionero-de-azkaban-harry-potter-edicion-ilustrada-3.webp",
    "title": "Harry Potter y el prisionero de Azkaban (Harry Potter edición ilustrada 3)",
    "author": "J. K. Rowling",
    "isbn": "9788498388268",
    "editorial": "SALAMANDRA INFANTIL Y JUVENIL",
    "dimensions": "27,1 x 23,5",
    "price": "70.469,00",
    "stock": 15,
    "description": "El Señor de las Tinieblas está solo y sin amigos, abandonado por sus seguidores. Su vasallo ha estado encadenado doce años. Hoy, antes de la medianoche, el vasallo se liberará e irá a reunirse con su amo. Tras un percance mágico de proporciones gigantescas, Harry Potter huye de la casa de los Dursley y de Little Whinging en el autobús noctámbulo y supone que se enfrentará a duras represalias. Pero el ministro de Magia tiene otros problemas más acuciantes: Sirius Black, el infame prisionero y fiel seguidor de Lord Voldemort, se ha fugado de la prisión de Azkaban. Dicen que está buscando a Harry, y el ministro de Magia ha enviado a los dementores de Azkaban, esos seres que absorben el alma con su beso, a vigilar los terrenos del colegio. En su tercer curso en Hogwarts, Harry se ve acosado por rumores terribles y amenazas de muerte, descubre nuevos datos sobre su pasado y se enfrenta cara a cara a uno de los vasallos más fervientes del Señor Tenebroso... La edición ilustrada del tercer libro de la saga escrita por J. K. Rowling, tan esperada, está repleta de momentos mágicos creados mediante pinceles, lápices y píxeles por Jim Kay, ganador de la medalla Kate Greenaway. «Me encanta ver cómo Jim Kay interpreta el mundo de Harry Potter, y para mí es un honor y un placer que siga aportándole su talento.» J. K. Rowling",
    "pagNumbers": 336,
    "genre": "Fantasía"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2841319-large_default/elon-musk.webp",
    "title": "Elon Musk",
    "author": "Walter Isaacson",
    "isbn": "9789877950656",
    "editorial": "Debate · Tapa Blanda",
    "dimensions": "23,0 x 15,0",
    "price": "37.439,00",
    "stock": 2,
    "description": "Elon Musk sufrió acoso escolar. Un día unos niños lo empujaron por unas escaleras y le patearon la cara hasta mandarlo al hospital. Pero esas cicatrices físicas fueron insignificantes comparadas con las emocionales, las que le había causado su padre, un canalla e ingeniero carismático y fantasioso. Cuando Elon llegó a casa tras ser dado de alta del hospital, su padre lo reprendió. 'Me gritaba, me llamaba idiota y me decía que era un inútil', recuerda. El impacto psicológico que su padre le produjo condicionó su crecimiento y lo convirtió en un joven fuerte pero vulnerable, propenso a bruscos cambios de humor -a lo Jekyll y Hyde-, con una gran tolerancia al riesgo y un épico sentido de misión, pero con unas enormes ansias de drama y una intensidad maníaca, cruel y a veces destructiva. A principios de 2022, tras un año marcado por el lanzamiento de treinta y un satélites de SpaceX, por la venta de un millón de coches Tesla y por haberse convertido en el hombre más rico del mundo, Musk confesó, arrepentido, su impulso por provocar el drama. 'Necesito cambiar mi forma de pensar para dejar de estar en modo crisis, que es como he estado en los últimos catorce años, o probablemente toda mi vida', explicó. Al mismo tiempo, compraba en secreto acciones de Twitter, el mayor patio de recreo del mundo. Con los años, los momentos difíciles lo transportaban de nuevo al acoso que había sufrido en el patio del colegio. Ahora tenía la oportunidad de ser su dueño. Durante dos años, Walter Isaacson fue la sombra de Musk, asistió a sus reuniones, recorrieron juntos sus fábricas, y pasó horas entrevistándolo a él, a su entorno y a sus adversarios. El resultado es un relato íntimo y revelador, repleto de historias asombrosas, éxitos y fracasos, que plantea la siguiente pregunta: ¿son los demonios que mueven a Musk necesarios para impulsar la innovación y el progreso?",
    "pagNumbers": 736,
    "genre": "Ciencias y tecnología"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2133436-thickbox_default/manipulados.jpg",
    "title": "Manipulados",
    "author": "Sheera Frenkel & Cecilia Kang",
    "isbn": "9789877950243",
    "editorial": "Debate · Tapa Blanda",
    "dimensions": "23,0 x 15,0",
    "price": "23.999,00",
    "stock": 5,
    "description": "Facebook lleva varios años en el ojo del huracán. Desde que estalló el escándalo de Cambridge Analytica y la campaña de desinformación rusa intenta esquivar una avalancha de controversias y demandas relacionadas con su estrategia empresarial. Mientras el gigante tecnológico presume de crear un mundo interconectado en el que poder expresarse con libertad, viola la privacidad de sus usuarios y propaga una epidemia de desinformación tóxica y dañina.A partir de una minuciosa investigación y tras haber entrevistado a legisladores, inversores, académicos, ejecutivos y empleados del gigante de Silicon Valley, Sheera Frenkel y Cecilia Kang –dos prestigiosas periodistas de The New York Times– se adentran en los entresijos de una empresa rodeada siempre de un gran secretismo y cuya cultura exige una lealtad ciega, y revelan las operaciones ocultas y las luchas de poder de la red social por excelencia.Mucha gente considera que Facebook es una compañía que ha perdido el rumbo, pero esta explosiva investigación demuestra cómo los pasos en falso de los últimos años no son una anomalía, sino una consecuencia inevitable. Mark Zuckerberg y Sheryl Sandberg emprendieron juntos la construcción metódica y deliberada de un modelo de negocio despiadado basado en el crecimiento ilimitado. Cegados por su propia ambición y arrogancia, esta no es la clásica historia de Frankenstein, el monstruo que se liberó de su creador, sino de dos personas que decidieron mantenerse al margen mientras su imperio sirve de altavoz a criminales y regímenes corruptos en todo el mundo con consecuencias devastadoras.Sería muy fácil reducir la historia de Facebook a la de un algoritmo fallido. La verdad es mucho más compleja y este libro es la prueba definitiva.",
    "pagNumbers": 368,
    "genre": "Ciencias y tecnología"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/4264590-large_default/los-juegos-del-hambre-los-juegos-del-hambre-1.webp",
    "title": "Los juegos del hambre (Los Juegos del Hambre 1)",
    "author": "Suzanne Collins",
    "isbn": "9789878120201",
    "editorial": "MOLINO · Tapa Blanda",
    "dimensions": "21,0 x 13,5",
    "price": "33.199,00",
    "stock": 5,
    "description": "En una oscura versión del futuro próximo, doce chicos y doce chicas se ven obligados a participar en un reality show llamado Los Juegos del Hambre . Solo hay una regla: matar o morir. Cuando Katniss Everdeen, una joven de dieciséis años se presenta voluntaria para ocupar el lugar de su hermana en los juegos, lo entiende como una condena a muerte. Sin embargo, Katniss ya ha visto la muerte de cerca y la supervivencia forma parte de su naturaleza. Reseñas: «No pude parar de leer... Este libro es adictivo». Stephen King «Los Juegos del Hambre es increíble». Stephenie Meyer",
    "pagNumbers": 400,
    "genre": "Ciencia ficción"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2130877-thickbox_default/las-marcas-de-la-muerte-2-destinos-divididos.jpg",
    "title": "Las marcas de la muerte 2. Destinos divididos",
    "author": "Veronica Roth",
    "isbn": "9789874404404",
    "editorial": "MOLINO · Tapa Blanda",
    "dimensions": "21,3 x 14,0",
    "price": "29.879,00",
    "stock": 10,
    "description": "Las vidas de CYRA y AKOS se rigen por los destinos que vaticinaron los oráculos el día de su nacimiento. Una e¡vez decididos, los destins son inmutables. AKOS está enamorado de CYRA, a pesar de los designios que aseguran que morirá sirviendo a la familia de la chica. Cuando el padre de CYRA, Lazmet Noavek, reclama el trono de los hotet, AKOS cree que su final está más cerca que nunca. Mientras Lazmet desata una guerra brutal CYRA y AKOS están desesperados por detenerlos a cualquier precio. Para CYRA, eso significa quitarle la vida al hombre que quizá sea su padre. Para AKOS, supone la muerte. Y pronto ambos descubrirán que...",
    "pagNumbers": 448,
    "genre": "Ciencia ficción"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2947112-large_default/felicidad.webp",
    "title": "Felicidad",
    "author": "Osho",
    "isbn": "9789502816531",
    "editorial": "Grijalbo · Libro Físico",
    "dimensions": "22,0 x 13,0",
    "price": "15.119,00",
    "stock": 7,
    "description": "En este título, Osho observa la felicidad, y lo que entendemos por felicidad, desde todos los ángulos posibles, y desmonta el espejismo del mundo actual, donde buena parte de la humanidad tiene cubiertas las necesidades materiales básicas pero no es feliz. Cuando nos apegamos a la felicidad, negamos la dualidad de la experiencia humana. Confundimos el placer con la felicidad, lo que nos aleja de la posibilidad de vivir la auténtica experiencia que nos proporcionaría una vida plena. La búsqueda de la felicidad es intrínseca al ser humano, y en ese camino las drogas no han sido ni son una solución. La felicidad, nos explica Osho, es el resultado de vivir la vida en su totalidad, sin necesidad de estar constantemente eligiendo y rechazando. La gran paradoja es que la felicidad no puede buscarse. La auténtica búsqueda es la de la verdad, y es entonces cuando hallamos la felicidad. Este libro incluye una interesante selección de preguntas y respuestas sobre la naturaleza de la felicidad y los dilemas que plantea, e ilustra de forma práctica las cuestiones abordadas proponiéndonos una nueva manera de vivir la vida.",
    "pagNumbers": 200,
    "genre": "Espiritualidad"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2127017-large_default/dios-vuelve-en-una-harley.webp",
    "title": "Dios vuelve en una Harley",
    "author": "Joan Brady",
    "isbn": "8498721792",
    "editorial": "B DE BOLSILLO · Tapa Blanda",
    "dimensions": "20,0 x 12,0",
    "price": "31.263,00",
    "stock": 4,
    "description": "Dios ha vuelto a la tierra montado en una Harley Davidson para escuchar las inquietudes y ofrecer una serie de reglas para cambiar la vida de Christine. Con treinta y siete años y una figura que no se ajusta a los cánones de belleza, Christine tiene pocas esperanzas de encontrar al hombre con quien compartir su futuro. Lo que no sabe es que Dios ha vuelto a la tierra para entregarle unas simples reglas de vida acordes con nuestro tiempo, que harán de ella una mujer distinta y libre. Aunque vista de chupa de cuero y cabalgue una Harley Davidson, en sus ojos se halla la sabiduría y en sus palabras sencillas descubrimos lo que siempre habíamos sospechado: el camino hacia la felicidad empieza y acaba en nosotros mismos. En los otros dos libros de este volumen, Joan Brady nos cuenta otras entrañables historias que nos vuelven a mostrar que el camino a la felicidad empieza y acaba en nosotros mismos. Reseña:«Una magnífica historia que nos hace sentir vivos y libres.»John Gray",
    "pagNumbers": 167,
    "genre": "Espiritualidad"
  },
  {
    "fromBookUrl": "https://www.penguinlibros.com/ar/2132162-thickbox_default/la-prohibicion.jpg",
    "title": "La prohibición",
    "author": "THC",
    "isbn": "9789877351910",
    "editorial": "Aguilar · Tapa Blanda",
    "dimensions": "23,0 x 15,5",
    "price": "27.899,00",
    "stock": 1,
    "description": "La prohibición es un estado de la cultura. En un mundo que aún se resiste a la legalización, seguir investigando es imprescindible. A través de este recorrido minucioso que va desde las guerras del opio entre China y el Imperio Británico del siglo XIX a las actuales intervenciones de la CIA y la DEA en México y Colombia, pasando por la Ley Seca, el uso de anfetaminas entre las tropas de la Alemania nazi, la cruzada contra el coqueo en los países andinos y el Plan Cóndor, La prohibición tiende un hilo común entre hechos aparentemente inconexos, identifica a los actores relevantes de esta larga saga y plantea una serie de hipótesis sobre cómo es posible que la prohibición de algunas sustancias psicoactivas se haya transformado en la convención represiva más extendida a nivel global, así como en fuente de la mayor y más letal actividad criminal del mundo.«Esta no es una historia de las drogas ni una historia del narcotráfico, es una historia de la Prohibición. El proyecto siempre tuvo un rumbo seguro y límites precisos: retratar y analizar la lucha despiadada contra personas que consumen determinadas sustancias y quienes más se exponen al proveerlas; todo en nombre de una moral racial y colonialista, en beneficio de un complejo entramado médico, policial, judicial, político, militar, industrial, farmacéutico y financiero. La llamada 'guerra a las drogas', sostiene Suppa Altman, constituye un fenómeno moderno regido por el capitalismo y la globalización que se ha ido desmadrando porque nunca acabará. Un negocio cruento. Cuanto más se aprieta, más sangre y dinero sale.El genocidio por goteo de nuestra América y 'el desmadre económico, político y social', como plantea el autor, son factores que justifican una lectura urgente de este trabajo. Las citas de especialistas, informes, leyes locales, convenciones internacionales y libros deben destacarse. Aportan un índice para la búsqueda de información en este mar desconocido de la prohibición, en el que rescata a personajes e investigaciones censuradas para evitar la aplicación de una política de drogas centrada en la evidencia y el respeto por los derechos humanos.»Del prólogo de Emilio Ruchansky",
    "pagNumbers": 230,
    "genre": "Espiritualidad"
  },
  {
    "fromBookUrl": "https://images.cdn1.buscalibre.com/fit-in/360x360/8d/ac/8dacfbe9180e66217546964f95dbd54d.jpg",
    "title": "La materia de las sombras",
    "author": "Antonio Runa ",
    "isbn": "9788445016800",
    "editorial": "Minotauro · Rústica con Solapas",
    "dimensions": "23,0 x 15,0",
    "price": "39.975,00",
    "stock": 3,
    "description": "Un supuesto demonio que adopta la imagen de una señora con piel de crustáceo?Un fantasma artificial que se revela contra sus creadores?Una amiga imaginaria que ha ido pasando de un huésped a otro? Tres entidades del plano más etéreo de la realidad se cruzan en el caso más inaudito del detective de lo paranormal Isaac Zarco, cuyos poderes psíquicos no cesan de atormentarle y amenazan con corromperlo. Un cúmulo de desafíos que pondrán en riesgo no sólo su vida, sino la de todos sus seres queridos.",
    "pagNumbers": 480,
    "genre": "Terror"
  },
  {
    "fromBookUrl": "https://images.cdn3.buscalibre.com/fit-in/360x360/ec/d8/ecd8abda938675fa571bf767f197fbf8.jpg",
    "title": "Cuando la tormenta pase",
    "author": "Manel Loureiro",
    "isbn": "9789504988038",
    "editorial": "Planeta · Rústica con Solapas",
    "dimensions": "23,0 x 15,0",
    "price": "29.610,00",
    "stock": 3,
    "description": "Atrapado en Ons, una pequeña isla de la costa atlántica gallega, Roberto Lobeira no tiene posibilidad alguna de llegar a tierra firme ni de comunicarse con el exterior debido a una tormenta que parece ser el preludio de una tragedia. Cuando descubre un fardo que las olas han llevado hasta la orilla, su contenido provoca que los pocos habitantes que viven en la isla den rienda suelta a décadas de rencor, celos, viejas cuentas que saldar y sed de venganza. Y, por si fuera poco, una presencia misteriosa y acechante deja una ofrenda sangrienta en la puerta de su casa, como si se tratara de un enigmático mensaje que no puede comprender. Inmerso en un torbellino de odio, secretos inconfesables y ambición desmedida, Lobeira tendrá que sobrevivir en la isla' hasta que la tormenta pase.",
    "pagNumbers": 480,
    "genre": "Misterio"
  },
  {
    "fromBookUrl": "https://images.cdn3.buscalibre.com/fit-in/360x360/7f/33/7f3311a29dfecf3f06988b8661d3179c.jpg",
    "title": "El Ángel De La Ciudad",
    "author": "Eva García Sáenz de Urturi ",
    "isbn": "9789504980841",
    "editorial": "Planeta · Rústica con Solapas",
    "dimensions": "23,0 x 15,0",
    "price": "23.806,00",
    "stock": 10,
    "description": "LA NUEVA NOVELA NEGRA DE LA AUTORA CON MÁS DE TRES MILLONES DE LECTORES El libro más esperado del año. Un fenómeno que no te puedes perder. En una Venecia rodeada de misterio, el inspector Kraken se enfrenta a la encrucijada más compleja de su vida: resolver el pasado o apostar por el futuro. Un espléndido y decadente palazzo arde en una pequeña isla veneciana donde se celebra un encuentro de la Liga de Libreros Anticuarios. Los cuerpos de los invitados, todos conocidos de Kraken, no aparecen entre los escombros, y se sospecha que su madre, Ítaca, estuvo implicada en el incendio que sucedió en idénticas circunstancias décadas atrás. Mientras, en Vitoria, la inspectora Estíbaliz investiga un caso que puede tener las claves del atraco que acabó con la vida del padre de Kraken. Pero Unai es reacio a volver a la investigación en activo y siente que debe elegir entre la búsqueda de lo que les sucedió a sus padres o la familia que ha creado con Alba y su hija Deba. Un paseo por una Venecia donde las leyendas y la perturbadora figura del Ángel de la ciudad, mitad mecenas, mitad demonio, mueven los hilos de una vertiginosa trama repleta de amor al arte y de la búsqueda de la propia identidad. Tras el éxito de El Libro Negro de las Horas y la Trilogía de la Ciudad Blanca, la ganadora del Premio Planeta 2020 con Aquitania, Eva García Sáenz de Urturi, vuelve a las librerías con El Ángel de la Ciudad, la mejor novela negra para los amantes del thriller.",
    "pagNumbers": 384,
    "genre": "Ciencia ficción"
  },
  {
    "fromBookUrl": "https://images.cdn1.buscalibre.com/fit-in/360x360/68/c2/68c2fdee3559e8b8890c3da145bd62e7.jpg",
    "title": "Mitologia Clasica China",
    "author": "Gabriel García-Noblejas & Sánchez-Cendal",
    "isbn": "9788481646030",
    "editorial": "Trotta · Tapa Blanda",
    "dimensions": "23,0 x 15,0",
    "price": "41.765,00",
    "stock": 10,
    "description": "Esta obra está concebida en dos partes: una antología de textos de la mitología china clásica y un diccionario de las materias y los nombres que aparecen en los relatos mitológicos seleccionados. Los textos están tomados de ciento tres obras cuyas fechas de composición abarcan desde el siglo V a.n.e. hasta comienzos del siglo XX, y se refieren a los mitos anteriores a la expansión del budismo en China, hacia el siglo IV d.n.e. El diccionario complementa a la antología en la medida en que organiza los contenidos que los fragmentos de la primera parte sólo dan de forma inevitablemente dispersa, a causa de la brevedad de los textos mitológicos que han llegado hasta nosotros. El volumen se completa con un índice comentado de todas las obras de las que se han extraído los fragmentos originales, así como con un apéndice chino-español donde pueden consultarse las traducciones del chino al castellano de los términos y los personajes más importantes. Esta edición proporciona así una cuidada panorámica, tan fidedigna como útil, de los mitos de la civilización china clásica.",
    "pagNumbers": 344,
    "genre": "Espiritualidad"
  },
  {
    "fromBookUrl": "https://f.media-amazon.com/images/I/51QqRPDNuvL._SX342_SY445_.jpg",
    "title": "JavaScript elocuente",
    "author": "Marijn Haverbeke",
    "isbn": "8441549036",
    "editorial": "Anaya Multimedia · Tapa Blanda",
    "dimensions": "15,2 x 20,3",
    "price": "65.770,00",
    "stock": 3,
    "description": "Con este libro tiene la posibilidad de aprender JavaScript de manera efectiva y clara. Esta obra está repleta de explicaciones estupendas sobre conceptos de programación y cómo se aplican en JavaScript. Para ayudar a la comprensión, las explicaciones teóricas se ilustran con ejemplos prácticos muy interesantes, de mayor o menor complejidad en función del tema. Así, veremos desde cómo hacer un triángulo, construir una tabla, un robot y un lenguaje de programación hasta un editor de arte con píxeles.Se incluyen explicaciones claras y precisas sobre un tema de programación especialmente difícil: las estructuras de datos. Como no podía ser menos, también se ha dedicado un capítulo a la resolución de errores y fallos. Una herramienta imprescindible. Y, para terminar, se habla del rendimiento del código generado en JavaScript.",
    "pagNumbers": 416,
    "genre": "Ciencias y tecnología"
  },
  {
    "fromBookUrl": "https://m.media-amazon.com/images/I/71f1jieYHNL._SL1043_.jpg",
    "title": "El programador pragmático",
    "author": "Dave Thomas y Andy Hunt",
    "isbn": "978-0135957059",
    "editorial": "Addison-Wesley Professional - 2da edición",
    "dimensions": "18,8 x 22,9",
    "price": "121.709,00",
    "stock": 5,
    "description": "The Pragmatic Programmer: Your Journey to Mastery, 20th Anniversary Edition Tapa dura – Ilustrado Embárcate en un viaje transformador para convertirte en un programador maestro con The Pragmatic Programmer: Your Journey to Mastery, 20th Anniversary Edition. Esta edición de tapa dura, con hermosas ilustraciones, es imprescindible para cualquiera que busque sobresalir en el mundo del desarrollo de software. El Programador Pragmático es más que un libro – es su hoja de ruta hacia el éxito en el ámbito de la tecnología en constante evolución. Ya sea que sea un profesional experimentado o que recién comience, esta guía completa lo equipará con los conocimientos y habilidades necesarios para prosperar en la industria. Con consejos prácticos y ejemplos del mundo real, esta Edición de 20 Aniversario de The Pragmatic Programmer cubre una amplia gama de temas para ayudarlo a mejorar sus habilidades de codificación y mejorar sus habilidades para resolver problemas.Desde las mejores prácticas y las técnicas de desarrollo de software hasta los hacks de productividad y el asesoramiento profesional, este libro lo tiene todo. ¿Por qué conformarse con la mediocridad cuando puedes convertirte en un verdadero maestro en tu oficio? El Programador Pragmático le enseñará cómo escribir código limpio y mantenible, diseñar sistemas escalables y robustos, y tomar decisiones informadas a lo largo de su proceso de desarrollo. Con el libro Programador Pragmático a su lado, tendrá acceso a una gran cantidad de recursos de aprendizaje, incluyendo ejemplos de código, preguntas de entrevista y una guía de estudio para reforzar su comprensión. Tome el control de su viaje de programación y desbloquee todo su potencial con este recurso indispensable. No te pierdas la oportunidad de ser dueño de la Edición del 20 Aniversario de The Pragmatic Programmer. Ordene ahora y comience su viaje al dominio.",
    "pagNumbers": 352,
    "genre": "Ciencias y tecnología"
  },
  {
    "fromBookUrl": "https://m.media-amazon.com/images/I/41bOkXnNBjL._SY445_SX342_.jpg",
    "title": "Codigo Limpio",
    "author": "Robert C. Martin",
    "isbn": "978-0132350884",
    "editorial": "Anaya Multimedia · Tapa Blanda",
    "dimensions": "17,27 x 22,86",
    "price": "64.902,00",
    "stock": 10,
    "description": "Cada año, se invierten innumerables horas y se pierden numerosos recursos debido a código mal escrito, ralentizando el desarrollo, disminuyendo la productividad, generando graves fallos e incluso pudiendo acabar con la organización o empresa. El reconocido experto de software Robert C. Martin, junto con sus colegas de Object Mentor, nos p sus óptimas técnicas y metodologías ágiles para limpiar el código sobre la marcha y crearlo de forma correcta, de este modo mejorará como programador. Esta obra se divide en tres partes. La primera describe los principios, patrones y prácticas para crear código limpio. La segunda incluye varios casos de estudio cuya complejidad va aumentando. Cada ejemplo es un ejercicio de limpieza y transformación de código con problemas. La tercera parte del libro contiene una lista de heurística y síntomas de código erróneo (smells) confeccionada al crear los casos prácticos. El resultado es una base de conocimientos que describe cómo pensamos cuando creamos, leemos y limpiamos código. Imprescindible para cualquier desarrollador, ingeniero de software, director de proyectos, jefe de equipo o analista de sistemas interesado en crear código de mejor calidad. ¡El libro que todo programador debe leer!",
    "pagNumbers": 464,
    "genre": "Ciencias y tecnología"
  },
  {
    "fromBookUrl": "https://images.cdn2.buscalibre.com/fit-in/360x360/28/7b/287b3ed11583db41e722a3abbb3f337c.jpg",
    "title": "Cuentos de Terror Contados Para Niños y Niñas",
    "author": "Edgar Allan Poe",
    "isbn": "9789877187373",
    "editorial": "Ediciones Lea · Tapa Blanda",
    "dimensions": "17,27 x 22,86",
    "price": "13.050,00",
    "stock": 15,
    "description": "Edgar Allan Poe fue un escritor norteamericano que está considerado; conjusticia; como el maestro de los cuentos de terror.Tuvo una vida bastante desdichada; murió joven; a los cuarenta años; pero tuvotiempo para crear un obra donde combina; como nadie; elementos fantásticos yde la más inteligente literatura policial. En este libro te presentamos siete de susrelatos más espeluznantes: ¿El gato negro¿; ¿Manuscrito hallado en una botella¿;¿El retrato oval¿; ¿El corazón delator¿; ¿Morella¿; ¿La isla del hada¿ y ¿La caja depino¿.",
    "pagNumbers": 64,
    "genre": "Terror"
  }
]
